Repository: cornelius/plutimikation
Catalog: po/*.po
Languages: de

source: _: NAME OF TRANSLATORS Your names
de: Cornelius Schumacher

source: _: EMAIL OF TRANSLATORS Your emails
de: schumacher@kde.org

source: Preferences
de: Einstellungen

source: Check all
de: Wähle alle aus

source: Uncheck all
de: Wähle alle ab

source: Check random row
de: Wähle zufällige Reihe

source: Multiplication Table Game
de: Einmaleins-Spiel

source: For Antonia
de: Für Antonia

source: Question:
de: Aufgabe:

source: Answer:
de: Antwort:

source: Ready
de: Bereit

source: Correct answer:
de: Richtige Antwort:

source: Wrong answer.
de: Falsche Antwort.

source: Correct Answer:
de: Richtige Antwort:

source: <qt><b>Congratulation!</b><br>You answered all questions.</qt>
de: <qt><b>Gratuliation!</b><br>Du hast alle Fragen beantwortet.</qt>

source: You won.
de: Du hast gewonnen.

source: Times Table
de: Einmaleins

source: Division
de: Teilen

source: Square Numbers
de: Qudrat-Zahlen

source: Cubic Numbers
de: Kubik-Zahlen

source: Start
de: Los

source: Rows to train.
de: Reihen, die trainiert werden sollen.

source: %1/%2 correct, %3 wrong
de: %1/%2 richtig, %3 falsch

source: Total questions:
de: Gesamtzahl Fragen:

source: Correct Answers:
de: Richtige Antworten:

source: Wrong Answers:
de: Falsche Antworten:
